const local_language = {
    'main': {
        'serviceError': [
            '服务器异常',
            'サーバエラー'
        ],
        'project': [
            '项目',
            '項目'
        ],
        'control': [
            '控制台',
            '官制所'
        ],
        'material': [
            '素材',
            '素材'
        ],
        'finished': [
            '成品',
            '成品'
        ],
        'group': [
            '团队',
            '团队'
        ],
        'fade': [
            '淡入淡出',
            '薄らいに入る'
        ],
        'fadeIn': [
            '淡入时间',
            'ようめい'
        ],
        'fadeOut': [
            '淡出时间',
            'がない'
        ],
        'startTime': [
            '开始时间',
            '開始時間'
        ],
        'movie': [
            '影片',
            '動画'
        ],
        'data': [
            '数据',
            'データ'
        ],
        'myAccount': [
            '我的账户',
            'マイアカウント'
        ],
        'loginout': [
            '退出登录',
            'ログアウト'
        ],
        'createProject': [
            '创建项目',
            '項目の作成'
        ],
        'used': [
            '已用',
            '使用済み'
        ],
        'editer': [
            '视频剪辑',
            'ビデオクリップ'
        ],
        'liveEditer': [
            '直播剪辑',
            '生放送編集'
        ],
        'template': [
            '模板',
            '生放送編集'
        ],
        'converge': [
            '网络素材',
            'そろっ'
        ],
        'addALine': [
            '加一行',
            '加一行'
        ],
        'content': [
            '内容',
            'ないよう'
        ],
        'style': [
            '样式',
            '様式'
        ],
        'total': [
            '总量',
            '合計量'
        ],
        'capacity': [
            '存储容量',
            '容量'
        ],
        'remaining': [
            '时长剩余',
            '残り時間'
        ],
        'subtitles': [
            '字幕',
            '字幕'
        ],
        'recycle': [
            '回收站',
            'ゴミ箱'
        ],
        'lastModified': [
            '最后修改',
            '最終編集'],
        'edit': [
            '继续编辑',
            '編集する'
        ],
        'rename': [
            '重命名',
            'リネーム'
        ],
        'creaEectype': [
            '创建副本',
            'コピー'
        ],
        'ectype': [
            '副本',
            'コピー'
        ],
        'delete': [
            '删除',
            '削除'
        ],
        'finished': [
            '成品',
            '成品'
        ],
        'MyProject': [
            '我的项目',
            '自分の項目'
        ],
        'duration': [
            '时长',
            '時間'
        ],
        'confirm': [
            '确认',
            '確定'
        ],
        'cancel': [
            '取消',
            'キャンセル'
        ],
        'ectypeName': [
            '副本名称',
            'コピーした名前'
        ],
        'name': [
            '名称',
            '名前'
        ],
        'updateTime': [
            '更新时间',
            '更新時間'
        ],
        'time': [
            '时间',
            '時間'
        ],
        'search': [
            '搜索',
            '検索'
        ],
        'uploadFailed': [
            '上传失败',
            '失败に掲載'
        ],
        'uploadTime': [
            '上传时间',
            'アップロード時間'
        ],
        'all': [
            '全部',
            '全部'
        ],


        'record': [
            '录音',
            '録音'
        ],
        'video': [
            '视频',
            '動画'
        ],
        'audio': [
            '音频',
            'オーディオ'
        ],
        'audioSolo': [
            '纯音频',
            'オーディオ'
        ],
        'image': [
            '图片',
            '画像'
        ],
        'upload': [
            '上传',
            'アップロード'
        ],
        'createFile': [
            '创建文件夹',
            'ファイルの作成'
        ],
        'files': [
            '个文件',
            'ファイル'
        ],
        'createTime': [
            '创建时间',
            '作成時間'
        ],
        'uploadOn': [
            '上传于',
            'アップロード時間'
        ],
        'view': [
            '查看',
            '視聴する'
        ],
        'init': [
            '初始化',
            '初期化'
        ],
        'viewMaterial': [
            '查看素材',
            '素材を確認する'
        ],
        'viewMovie': [
            '查看影片',
            '動画を視聴する'
        ],
        'issue': [
            '发布',
            '投稿'
        ],
        'type': [
            '类型',
            'タイプ'
        ],
        'aspectRatio': [
            '宽高比',
            'アスペクト比'
        ],
        'width': [
            '宽',
            '横幅'
        ],
        'height': [
            '高',
            '高さ'
        ],
        'fps': [
            '帧率',
            'フレームレート'
        ],
        'size': [
            '大小',
            'サイズ'
        ],
        'recover': [
            '恢复',
            '復元'
        ],
        'clear': [
            '清空',
            'クリア'
        ],
        'waiting': [
            '请稍等…',
            'お待ちください'
        ],
        'reminder': [
            '提示',
            'リマインド'
        ],
        'fullScreen': [
            '全屏编辑',
            'フルスクリーンモードで編集する'
        ],
        'lastStep': [
            '上一步',
            '戻る'
        ],
        'nextStep': [
            '下一步',
            '次へ'
        ],
        'save': [
            '保存',
            '保存'
        ],
        'guide': [
            '新手引导',
            '利用ガイド'
        ],
        'shortcut': [
            '快捷键',
            'ショートカット'
        ],
        'help': [
            '帮助中心',
            'ヘルプセンター'
        ],
        'text': [
            '文字',
            '文字'
        ],
        'trans': [
            '过渡',
            '移行'
        ],
        'music': [
            '音乐',
            '効果音'
        ],
        'graphics': [
            '贴图',
            '画像'
        ],
        'trimToFit': [
            '裁剪插入',
            '切り取り挿入'
        ],
        'insertAndPush': [
            '后移插入',
            'すぐ下に挿入'
        ],
        'copy': [
            '拷贝',
            'コピー'
        ],
        'drag': [
            '拖动',
            'ドラッグ'
        ],
        'clip': [
            '裁剪',
            '切り取り'
        ],
        'exitFullScreen': [
            '退出全屏',
            'フルスクリーンモードを終了'
        ],
        'forwardByFrame': [
            '逐帧快进',
            'フレームごとに早送り'
        ],
        'rewindByFrame': [
            '逐帧快退',
            'フレームごとに巻き戻す'
        ],
        'forwardBySeconds': [
            '逐秒快进',
            '秒単位で早送り'
        ],
        'rewindBySeconds': [
            '逐秒快退',
            '秒単位で巻き戻す'
        ],
        'pause/play': [
            '暂停/播放',
            '一時停止/再生'
        ],
        'zoomOut': [
            '时间轴缩小',
            'ズームアウト'
        ],
        'zoomIn': [
            '时间轴放大',
            'ズームイン'
        ],
        'saveEdit': [
            '保存编辑',
            '編集を保存'
        ],
        'cancelEdit': [
            '取消编辑',
            '編集をキャンセル'
        ],
        'basicTransfom': [
            '基本变换',
            '標準設定'
        ],
        'speed': [
            '速度',
            '速さ'
        ],
        'color': [
            '颜色',
            '色'
        ],
        'effects': [
            '特效',
            'エフェクト'
        ],
        'chromatic': [
            '抠像',
            '色彩'
        ],
        'filter': [
            '滤镜',
            'フィルタ'
        ],
        'rotation': [
            '旋转',
            '回転'
        ],
        'rollovers': [
            '翻转',
            '反転'
        ],
        'zoom': [
            '缩放',
            'ズーム'
        ],
        'position': [
            '位置',
            '位置'
        ],
        'opacity': [
            '不透明度',
            '不透明度'
        ],
        'animation': [
            '动画',
            'アニメーション'
        ],
        'allCancel': [
            '重置全部',
            'すべて取り消し'
        ],
        'brightness': [
            '亮度',
            '明るさ'
        ],
        'contrast': [
            '对比度',
            'コントラスト'
        ],
        'saturation': [
            '饱和度',
            '彩度'
        ],
        'hue': [
            '色调',
            'トーン'
        ],
        'volume': [
            '音量',
            '音量'
        ],
        'blurryVideo': [
            '视频模糊',
            'ぼかし'
        ],
        'steadyVide': [
            '视频防抖',
            '手振れ補正'
        ],
        'deLogo': [
            '去LOGO',
            'ロゴを除く'
        ],
        'chooseColor': [
            '选择颜色',
            '色を選択'
        ],
        'similarColor': [
            '相近色',
            '近似色'
        ],
        'diaphaneity': [
            '透明度',
            '透明度'
        ],
        'original': [
            '原图',
            '原像'
        ],
        'monochrome': [
            '黑白',
            'モノクロ'
        ],
        'negate': [
            '负片',
            'ネガフィルム'
        ],
        'emboss': [
            '浮雕',
            'エンボス'
        ],
        'vintage': [
            '怀旧',
            'ノスタルジア'
        ],
        'blur': [
            '模糊',
            'ぼかし'
        ],
        'XAxis': [
            'X轴',
            'X軸'
        ],
        'YAxis': [
            'Y轴',
            'Y軸'
        ],
        'basicInfo': [
            '基本信息',
            '基本情報'
        ],
        'label': [
            '标签',
            'ラベル'
        ],
        'intro': [
            '简介',
            '紹介'
        ],
        'outputType': [
            '输出规格',
            '出力フォーマット'
        ],
        'theType': [
            '规格',
            'フォーマット'
        ],
        'LC': [
            '流畅',
            'LC'
        ],
        'SD': [
            '标清',
            'SD'
        ],
        'HD': [
            '高清',
            'HD'
        ],
        'hi-vision': [
            '超清',
            'ハイビジョン'
        ],
        '4K': [
            '超超超高清',
            '4K'
        ],
        'pay': [
            '付费',
            '支払う'
        ],
        'thumbnail': [
            '缩略图',
            'サムネイル'
        ],
        'platform': [
            '发布平台',
            'プラットフォーム'
        ],
        'replacement': [
            '换一组',
            '置換'
        ],
        'back': [
            '返回',
            '戻る'
        ],
        'account': [
            '账号名',
            'アカウント'
        ],
        'editVideoInfo': [
            '视频信息编辑',
            '情報を編集'
        ],
        'issueNow': [
            '立即发布',
            '今すぐ投稿'
        ],
        'saveDraft': [
            '存为草稿',
            '下書き保存'
        ],
        'title': [
            '标题',
            'タイトル'
        ],
        'pause': [
            '暂停',
            '一時停止'
        ],
        'undo': [
            '撤销',
            '取り消す'
        ],
        'redo': [
            '重做',
            'やり直す'
        ],
        'toStart': [
            '跳到开始',
            '最初に移動'
        ],
        'toEnd': [
            '跳到结束',
            '終わりに移動'
        ],
        'autoZoom': [
            '自动缩放',
            '自動ズーム'
        ],
        'class': [
            '分类',
            '分類'
        ],
        'down': [
            '下载',
            'ダウンロード'
        ],
        'chooseClassPlease': [
            '请选择分类',
            '選択と分類してください'
        ],
        'reset': [
            '重置',
            'リセット'
        ],
        'counterclockwise': [
            '逆时针转45度',
            '45°右回り'
        ],
        'clockwise': [
            '顺时针转45度',
            '45°左回り'
        ],
        'horizontal': [
            '水平翻转',
            '左右反転'
        ],
        'vertical': [
            '垂直翻转',
            '上下反転'
        ],
        'start': [
            '开始',
            'スタート'
        ],
        'end': [
            '结束',
            '終わり'
        ],
        'chooseArea': [
            '选取去LOGO区域',
            'ロゴ消す範囲を選択'
        ],
        'textArea': [
            '文本框大小',
            'テキストボックスサイズ'
        ],
        'fontSize': [
            '文本大小',
            'フォントサイズ'
        ],
        'lineSpace': [
            '行间距',
            '行間スペース'
        ],
        'wordSpace': [
            '字间距',
            '文字スペース'
        ],
        'addPath': [
            '添加轨道',
            'トラックを追加'
        ],
        'pathType': [
            '轨道类型',
            'トラックタイプ'
        ],
        'pathName': [
            '轨道名称',
            'トラック名称'
        ],
        'transitions': [
            '转场效果',
            'トランジション'
        ],
        'saveSuccess': [
            '保存成功',
            'セーブ成功'
        ],
        'saved': [
            '已保存',
            'セーブ済み'
        ],
        'resizePreviewWindow': [
            '拖拽调整监视器大小',
            'モニターサイズをドラッグして調節'
        ],
        'fullScreenPlay': [
            '全屏播放（Esc退出全屏播放）',
            'フルースクリン再生（Escで戻す）'
        ],
        'switch': [
            '横竖屏切换',
            '横縦画面切り替え'
        ],
        'adsorption': [
            '吸附接近的元件',
            '周りの要素に貼り付け'
        ],
        'pointer': [
            '播放指针',
            '再生ポインタ'
        ],
        'dragTheSlider': [
            '拖动滑块来调整轨道长度',
            'スライダーをドラッグしてトラック長さを調節'
        ],
        'openTheDetail': [
            '打开所选中元件内容进行编辑',
            '選択した要素を編集'
        ],
        'deletePath': [
            '删除该轨道',
            '該当トラックを削除'
        ],
        'dragForVol': [
            '拖动调节该轨道音量',
            'スライダーをドラッグしてボリュームを調節'
        ],
        'import': [
            '导入',
            'インポート'
        ],
        'channel': [
            '频道',
            'チヤンネル'],
    },
    'movie': {
        'synthesise': [
            '正在合成',
            '合成中'
        ],
        'done': [
            '合成完成',
            '合成完了'
        ],
        'failed': [
            '合成失败',
            '合成失敗'
        ],
        'down': [
            '下载',
            'ダウンロード'
        ],
        'platform': [
            '发布平台',
            'プラットフォーム'
        ],
        'title': [
            '视频标题',
            'タイトル'
        ],
        'views': [
            '播放次数',
            '再生回数'
        ],
        'status': [
            '发布状态',
            'ステータス']
    },
    'statement': {
        'say1': [
            '输出规格越高，后台处理时间会越长',
            '出力フォーマットが高いほど、処理時間が長くなります'
        ],
        'say2': [
            '可以一次性输出多个不同规格，你可以在不同场景使用它们。需要注意的是，输出多个规格会成倍的使用“剩余时间”。',
            '同時に多数のフォーマットを出力でき、違う場所でも使用できます。多数のフォーマットを出力する際、“残り時間”も倍になりますのでご注意ください。'
        ],
        'say3': [
            '绑定以下平台账号，可一键全平台发布，并统计到它们的表现数据。也可以不选择平台直接发行，在影片中可以导出到本地。',
            '以下のプラットフォームのアカウントを連携すると、全てのプラットフォームにワンクリックで投稿できます。また、各プラットフォームのデータ集計もできます。プラットフォームを選択せずに直接投稿することも可能です。動画をパソコン本体に保存することができます。'
        ],
        'say4': [
            '由于不同平台对信息要求不同，分别针对各平台进行填写有助于影片的发行效果',
            '各プラットフォームは情報の要求が異なるため、投稿する際はプラットフォームごとに内容を変えた方が効果的です。'
        ],
        'say5': [
            '选中所绑定平台，即可一键全平台发布',
            '連携済みのプラットフォームを選択して、一度にすべてのプラットフォームへ投稿できます。'
        ],
        'say6': [
            '这是大标题',
            'これはタイトルです'
        ],
        'say7': [
            '标题',
            'タイトル'
        ],
        'say8': [
            '标题_副标题',
            'タイトル_サブタイトル'
        ],
        'say9': [
            '这是副标题',
            'これはサブタイトルです'
        ],
        'say10': [
            '普通字幕',
            '普通字幕'
        ],
        'say11': [
            '上下滚动字幕',
            '字幕を上下にスクロールする'
        ],
        'say12': [
            '说明文字',
            '説明文'
        ],
        'say13': [
            '左右滚动字幕',
            '字幕を左右にスクロールする'
        ],
        'say14': [
            '确定要删除该素材么？',
            'この素材を削除しますか？'
        ],
        'say15': [
            '确定要恢复该素材么？恢复后可在素材列表查看',
            'この素材を復元しますか？復元すると素材リストより確認できます。'
        ],
        'say16': [
            '确定要彻底删除该素材么？删除后不可找回',
            'この素材を完全に削除しますか？削除すると復元できません。'
        ],
        'say17': [
            '确定要删除该项目么？删除后不可找回',
            'この項目を完全に削除しますか？削除すると復元できません。'
        ],
        'say18': [
            '确定要彻底删除该影片么？删除后不可找回！',
            'この動画を完全に削除しますか？削除すると復元できません！'
        ],
        'say19': [
            '删除素材',
            '素材を削除'
        ],
        'say20': [
            '删除项目',
            '項目を削除'
        ],
        'say21': [
            '删除影片',
            '動画を削除'
        ],
        'say22': [
            '操作失败',
            '操作に失敗しました'
        ],
        'say23': [
            '暂无反馈信息',
            'フィードバックはありません'
        ],
        'say24': [
            '确定要清空回收站吗？清空后不可找回！',
            'この動画を完全に削除しますか？削除すると復元できません！'
        ],
        'say25': [
            '正在获取缩略图',
            'を省略している図'
        ],
        'saying': [
            '发布平台时候填写表单的提示与警示语句',
            ''
        ]
    },
    'guide': {
        'say1': [
            '拖拽可调整轨道顺序',
            'トラック順番をドラッグして調節できます。'
        ],
        'say2': [
            '可按键“↑”“↓”微调时间轴的帧',
            'ボタン「↑」「↓」タイミング軸のフレーム'
        ],
        'say3': [
            '用“←”“→”来调节时间轴的秒',
            '「←」「→」で時間軸を調節する秒'
        ],
        'say4': [
            '拖拽可调整轨道大小',
            'トラック大きさをドラッグして調節できます。'
        ],
        'say5': [
            '新手引导不支持保存和发布',
            '初心者ガイド中保存と書き出す機能が使えません。'
        ],
        'say6': [
            '上一步',
            '前へ'
        ],
        'say7': [
            '下一步',
            '次へ'
        ],
        'say8': [
            '拖拽可调整轨监视器大小',
            'モニターサイズをドラッグして調節できます。'
        ],
        'say9': [
            '提示框可拖动，按Enter键可以下一步。',
            '通知ボックスがドラッグできます。Enterキーで次に入ります。'
        ],
        'say10': [
            '提示框可拖动',
            '通知ボックスがドラッグできます。'
        ],
        'say11': [
            '显示制作完成的影片成品，可查看、下载、发布影片等。',
            '普通字幕'
        ],
        'say12': [
            '数据区',
            '普通字幕'
        ],
        'say13': [
            '显示的是发布后的影片的播放数据。',
            '普通字幕'
        ],
        'say14': [
            '我们进入项目工作区吧！',
            'プロジェクトに入ってみましょう。'
        ],
        'say15': [
            '不再提示',
            '通知をスキップ'
        ]
    }
    ,
    'info':
    {
        'say1': ['抱歉，当前浏览器兼容性较差，会影响操作体验。请更换最新版谷歌浏览器进行操作。', '当面のブラウザ互換性が低い、操作の体験。取り替えくださいgoogleブラウザー。'],
        'say2': ['点此下载', 'ダウンロード'],
        'say3': ['项目中有未上传完成素材，请稍后。', 'プロジェクトには未掲載の素材がありますので、後に発表して下さい。'],
    },
    'verify':
    {
        'say1': ['请输入标题（1-20个字）', 'タイトルを入力してください(1−20字)'],
        'say2': ['请输入标签（回车键确认）', 'ラベルを入力してください(確認Enterキー)'],
        'say3': ['请输入简介（1-200个字）', '入力ください简介(1−200字)'],
        'say4': ['不超过', '超えない'],
        'say5': ['请输入', '入力してください'],
    },

};
let index = localStorage.stager ? 1 : 0;
const say = (list, sth) => {
    return local_language[list] && local_language[list][sth] ? local_language[list][sth][index] : '';
};
export default say
